/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Conta Móvel e Outras Opções";
"mcx.pfm_description" =			"Criação, eliminação e outras opções de conta móvel.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Criar directório pessoal portátil";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Criar um directório pessoal portátil com sincronização predefinida quando o utilizador inicia a sessão.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Criar conta móvel";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Criar uma conta móvel com sincronização desligada quando o utilizador inicia a sessão.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Mostrar caixa de diálogo de conta móvel";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Antes de criar uma conta móvel, mostrar uma caixa de diálogo que permita que o utilizador evite a criação da conta móvel e inicie a sessão na sua conta em rede e pasta pessoal em rede.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Mostrar a opção de nunca mostrar a caixa de diálogo da conta móvel";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Na caixa de diálogo de criação da conta móvel, permitir ao utilizador seleccionar uma opção para não ser mostrada a caixa de diálogo em futuros acessos.";
"cachedaccounts.create.encrypt.pfm_title" =			"Requerer pastas pessoais móveis do FileVault";
"cachedaccounts.create.encrypt.pfm_description" =			"Criar pastas pessoais de contas móveis com cifragem FileVault.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"As pastas pessoais móveis do FileVault requerem uma palavra-passe principal";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Para criar pastas pessoais móveis do FileVault é necessária uma palavra-passe principal do computador. Se for definido como verdadeiro e não houver uma palavra-passe principal, a criação da pasta pessoal do FileVault, ou qualquer início de sessão que crie uma pasta pessoal móvel, podem ser recusados. Se for definido como falso, o FileVault pode ser criado sem uma palavra-passe principal.";
"cachedaccounts.create.maxSize.pfm_title" =			"Limite de tamanho da pasta pessoal móvel do FileVault";
"cachedaccounts.create.maxSize.pfm_description" =			"Tamanho máximo das pastas pessoais móveis do FileVault. Definir como “semTamanhoMáx” para não ter limite de tamanho, “fixo” para definir um limite de tamanho, em “Tamanho máximo da pasta pessoal móvel do FileVault”, ou “percentagemDoInícioemRede” para definir um limite de tamanho como percentagem da quota do disco da pasta pessoal em rede, em “Percentagem do tamanho máximo da pasta pessoal móvel do FileVault”.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Tamanho máximo da pasta pessoal móvel do FileVault";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Tamanho máximo da pasta pessoal móvel do FileVault em bytes (como uma cadeia). A tecla “Limite do tamanho máximo da pasta pessoal móvel do FileVault” deve ser definida como “fixo” para este valor ter efeito.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Percentagem do tamanho máximo da pasta pessoal móvel do FileVault";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Tamanho máximo da pasta pessoal móvel do FileVault como percentagem da quota da pasta pessoal em rede. A tecla “Limite do tamanho máximo da pasta pessoal móvel do FileVault” deve ser definida como “percentagemDoInícioemRede” para este valor ter efeito.";
"cachedaccounts.create.location.pfm_title" =			"Localização da pasta pessoal móvel";
"cachedaccounts.create.location.pfm_description" =			"Localização da pasta pessoal móvel. Definir como “startup” para criar em /Users no volume de arranque, “path” para definir um percurso de pasta na chave “Percurso da pasta pessoal móvel”, “userPicksVolume” para permitir ao utilizador escolher qualquer volume, “userPicksInternalVolume” para permitir ao utilizador escolher qualquer volume interno ou “userPicksExternalVolume” para permitir ao utilizador escolher qualquer volume externo.";
"cachedaccounts.create.location.path.pfm_title" =			"Percurso principal da pasta pessoal móvel";
"cachedaccounts.create.location.path.pfm_description" =			"O percurso do sistema de ficheiros para o local onde será criada a pasta pessoal móvel do utilizador. A chave “Localização da pasta pessoal móvel” deve ser definida como “percurso” para que este valor se aplique.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Permitir o servidor FileSync";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Definir como verdadeiro para utilizar um processo de FileSyncAgent remoto para sincronização se estiver disponível. Definir como falso para utilizar o servidor pessoal de ficheiros em rede para sincronização.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Exigir o servidor FileSync";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Definir como verdadeiro para exigir um processo FileSyncAgent remoto para sincronização.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Permitir cifragem da sincronização";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Definir como verdadeiro para utilizar a cifragem de dados durante a sincronização, se estiver disponível. Definir como falso para não utilizar a cifragem de dados durante a sincronização.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Exigir cifragem da sincronização";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Definir como verdadeiro para exigir a cifragem de dados durante a sincronização.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Duração da conta móvel";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Tempo de espera antes de eliminar uma conta móvel e pela respectiva pasta pessoal em segundos. Um valor de -1 nunca elimina uma conta móvel. Um valor de 0 elimina a conta móvel logo que possível.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Requerer sincronização para apagar conta móvel";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Exigir uma sincronização da pasta pessoal bem sucedida antes de eliminar uma conta móvel. Isto aplica-se apenas a eliminações automáticas conforme orientação dada por “Duração da conta móvel”.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Criar pasta pessoal móvel com o modelo de utilizador local";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Ao criar uma conta móvel, crie a pasta pessoal local utilizando o modelo de utilizador do computador.";
"cachedaccounts.create.syncURL.pfm_title" =			"URL de sincronização";
"cachedaccounts.create.syncURL.pfm_description" =			"URL da pasta pessoal em rede para sincronização da pasta pessoal. Apenas “definível” para criação de conta móvel. A cadeia “%@” será substituída pelo nome de registo de utilizador antes da utilização. Exemplo: afp://myserver.apple.com/Users/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Permitir criação de PHD se ocorrer erros";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Definir como falso para não permitir que os utilizadores criem a sua conta PHD se ocorrer um erro de sincronização.";

"timeZone.pfm_title" = "Fuso horário";
"timeZone.pfm_description" = "Definir como nome de fuso horário reconhecido, por exemplo “America/Los_Angeles” ou “US/Pacific”, como aparece em /usr/share/zoneInfo.";
"timeServer.pfm_title" = "Servidor de hora";
"timeServer.pfm_description" = "Definir um nome de servidor de hora reconhecido, como “time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Desactivar a conta de convidado";
"DisableGuestAccount.pfm_description" = "Definir como “verdadeiro” para desactivar a conta de convidado. Definir como “falso” para activar uma conta de convidado.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Duração da actualização da lista de utilizadores da janela de acesso";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Definir o número de vezes que a lista de utilizadores deve pedir para ser actualizada.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Atraso em segundos da actualização da lista de utilizadores da janela de acesso";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Definir o número de segundos passados entre as vezes que se pede para actualizar a lista de utilizadores. Definir como 0 para desactivar.";

"RequireAdminForIBSS.pfm_title" = "Requer administrador para IBSS AirPort";
"RequireAdminForIBSS.pfm_description" = "Defina como verdadeiro, para activar autenticação por administrador para criar redes IBSS AirPort individuais. Para desactivar, defina como falso.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Requer administrador para alterar rede AirPort";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Defina como verdadeiro, para activar autenticação por administrador para alterar redes AirPort. Para desactivar, defina como falso.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Requer administrador para alterar ligar/desligar AirPort";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Defina como verdadeiro, para activar autenticação por administrador para ligar e desligar o AirPort. Para desactivar, defina como falso.";
